Repository: hamebust/clusterpassport
Catalog: lib/l10n/intl_*.arb
Languages: es

source: App Name
es: Nombre de la App

source: WelcomePage Translation
es: Traducción WelcomePage

# WtoCP
source: Welcome to Cluster Passport
es: Bienvenido a Cluster Passport

# ROPP
source: Read our Privacy Policy Tap, 'Agree and Continue' to accept the Team of Service.
es: Lea nuestras Politicas de Privacidad, 'Aceptar y Continuar' para acetar los terminos del servicio.

# AC
source: AGREE AND CONTINUE
es: Aceptar y Continuar

source: LoginPage Translation
es: Traducción LoginPage

source: Verify your phone number
es: Verifica tu numero de telefono

# WhatsApp_will_send_an_SMS_message
source: WhatsApp will send an SMS message (carrier charges may apply) to verify your phone number. Enter the code and phone number
es: Clúster enviara un mensaje de texto (podrá aplicar cambios) para verificar tu número de telefono. Ingrese el código

source: Phone number
es: Número de Telefono

source: Next
es: Próximo

source: Search
es: Busqueda

source: Select your phone code
es: Selecciona tu código telefonico

source: OTPPage Translation
es: Traducción OTPPage

source: Verify your OTP
es: Verifica tu código OTP

source: Enter your 6 digit code
es: Ingresa el código de 6 digitos

source: Settings Page
es: Página de Configuraciones

# settingsItemWidget_text01
source: Security applications, change number
es: Seguridad de la aplicación, cambiar número

# settingsItemWidget_text02
source: Block contacts, temporary messages
es: Bloquear contactos, mensajes temporales

# PP
source: Privacy Polices
es: Politicas de Privacidad

# TS
source: Terms of service
es: Terminos de Servicio

# TC
source: Terms and Conditions
es: Terminos y Condiciones

source: general word bank
es: banco general de palabras

# Cluster1
source: Cluster
es: Clúster

source: Authorized
es: Autorizados

source: Account
es: Cuenta

source: Privacy
es: Privacidad

source: Chats
es: Mensajes

source: Logout
es: Cerrar Cesion
